Repository: nageshverma2003/TrackProtectSource
Catalog: TrackProtect/App_GlobalResources/Resource.*.resx
Languages: nl

# NoQuotationsUnprocessed
source: No unprocessed quotation requests
nl: Er zijn geen openstaande offerte aanvragen

# emlQuoteReplyBody
source: ~/Templates/quotereply.tpl
nl: ~/Templates/nl/quotereply.tpl

# emlQuoteReplySubject
source: Here is your quotation
nl: Hier is je offerte

# BulkPurchase
source: You want to by {0} credits for {1:C}
nl: Je wilt {0} credits kopen voor {1:C}

# btnAccept
source: Change
nl: Wijzigen

# ConfirmRequestorTemplate
source: ~/Templates/confirmrequestor.tpl
nl: ~/Templates/nl/confirmrequestor.tpl

source: Invitations
nl: Uitnodigingen

# incChangePassword
source: ~/Content/changepassword.inc
nl: ~/Content/nl/changepassword.inc

# BumaRegNo
source: Buma/Stemra no.
nl: Buma/Stemra nr.

# ConfirmMgmtTemplate
source: ~/Templates/confirmmgmt.tpl
nl: ~/Templates/nl/confirmmgmt.tpl

# InfoIncomplete
source: <span><b>Your personal information is incomplete.</b></span>
nl: <span><b>Je persoonlijke information is niet compleet.</b></span>

# incResetPassword
source: ~/Content/resetpassword.inc
nl: ~/Content/nl/resetpassword.inc

# DeleteManagedRelation
source: Remove the relation with this manager.
nl: Verwijder de relatie met deze manager.

# DeleteNormalRelation
source: Remove the relation with this user.
nl: Verwijder deze relatie.

# incSubscription
source: ~/Content/subscription.inc
nl: ~/Content/nl/subscription.inc

source: Subscription
nl: Abonnement

# SubscriptionPurchase
source: You have selected to buy credits for a managed plan. Please enter the number of credits you would like to buy.
nl: Je hebt gekozen om credits voor een managed plan te kopen. Voer het aantal credits dat je wilt kopen in.

source: Activation e-mail
nl: Activatie e-mail

# incActivate
source: ~/Content/activation.inc
nl: ~/Content/nl/activation.inc

# InfoGraphicSection
source: ~/Content/DefaultInfoGraphic.inc
nl: ~/Content/nl/DefaultInfoGraphic.inc

# UpsSection
source: ~/Content/DefaultUps.inc
nl: ~/Content/nl/DefaultUps.inc

# AboutSection
source: ~/Content/DefaultAbout.inc
nl: ~/Content/nl/DefaultAbout.inc

# DefaultContactMesage
source: message
nl: bericht

# DefaultContactName
source: name
nl: naam

# DefaultContactSend
source: SEND
nl: VERSTUUR

# DefaultMenuAboutUs
source: ABOUT U.S.
nl: OVER ONS

# DefaultMenuBenefits
source: BENEFITS
nl: VOORDELEN

# DefaultMenuHowItWorks
source: HOW IT WORKS
nl: ZO WERKT HET

# DefaultMenuProducts
source: PRODUCTS
nl: PRODUCTEN

# DefaultNews
source: NEWS
nl: NIEUWS

# DefaultProductHeading
source: PRODUCTS
nl: DE PRODUCTEN

# IntroSection
source: ~/Content/DefaultIntro.inc
nl: ~/Content/nl/DefaultIntro.inc

# FooterSection
source: ~/Content/DefaultFooter.inc
nl: ~/Content/nl/DefaultFooter.inc

# LogoutText
source: log out
nl: log uit

# MyProfileText
source: My Profile
nl: mijn profiel

# CouponCodesInfo
source: Overview of your purchases
nl: Overzicht van je aankopen

# MyTracksText
source: MY TRACKS
nl: MIJN TRACKS

# ProtectTrackText
source: PROTECT TRACK
nl: BESCHERM TRACK

source: Back
nl: TERUG

source: Edit
nl: AANPASSEN

source: Profile
nl: Profiel

source: REGISTRATION
nl: REGISTRATIE

source: Buy Now
nl: KOOP NU

source: Zipcode
nl: Postcode

source: Emailadress
nl: Emailadres

source: SignUp
nl: Aanmelden

# ManualSighUpEmailBody
source: ~/Templates/ManualSignUpNotification.tpl
nl: ~/Templates/nl/ManualSignUpNotification.tpl

# Thankyoumsg
source: ~/Content/Thankyou.inc
nl: ~/Content/nl/Thankyou.inc

# FAQTop10
source: ~/Content/FAQTop10.inc
nl: ~/Content/nl/FAQTop10.inc

# SignUpEmailSubject
source: Confirmation Trackprotect sign up
nl: Bevestiging aanmelden bij Trackprotect

# ManualSighUpEmailSubject
source: Welcome to Trackprotect
nl: Welcome bij Trackprotect

# SignUpAuthenticationBody
source: ~/Templates/SupAuth.tpl
nl: ~/Templates/nl/SupAuth.tpl

# InviteManagedArtistSubject
source: invites you as a managed musician
nl: nodigt je uit als managed muzikant

source: Confirmation managed musician
nl: Bevestiging acceptatie managed muzikant

# SignupFBAlreadyExist
source: This email is already registered. Sign up with any other account or do manual sign up.
nl: Deze e-mail is al geregistreerd. Schrijf je in bij een andere account heeft of u handmatig aanmelden.

# SignupFBError
source: Cannot login through facebook account. Please use manual signup.
nl: Kan niet inloggen via facebook account. Gebruik handmatige aanmelden.

# InquiryAutoReplyBody
source: ~/Templates/InquiryAutoreply.tpl
nl: ~/Templates/nl/InquiryAutoreply.tpl

# InquiryAutoReplySubject
source: Thank you for your inquiry
nl: Bedankt voor jouw vraag

# CreditPurchaseFailureBody
source: ~/Templates/CreditPurchaseFail.tpl
nl: ~/Templates/nl/CreditPurchaseFail.tpl

# CreditPurchaseFailureSubject
source: payment failed
nl: aankoop niet gelukt

# CreditPurchaseSuccessBody
source: ~/Templates/CreditPurchaseSucces.tpl
nl: ~/Templates/nl/CreditPurchaseSucces.tpl

# CreditPurchaseSuccessSubject
source: credits purchase
nl: aankoop credits

# ManartEndManaccCnfrmBody
source: ~/Templates/ManartEndManaccCnfrm.tpl
nl: ~/Templates/nl/ManartEndManaccCnfrm.tpl

# ManartEndManaccCnfrmSubject
source: Confirmation of termination managed musician
nl: Bevestiging beeindiging managed muzikant

# SupportEmailTpl
source: ~/Templates/SupportContact.tpl
nl: ~/Templates/nl/SupportContact.tpl

source: Back to top
nl: Terug naar boven

source: My Managed Artists
nl: Mijn Beheerde Artiesten

source: My Relationships
nl: Mijn Relaties

# FirstLogon
source: ~/Content/FirstLogon.inc
nl: ~/Content/nl/FirstLogon.inc

# ContactMsg
source: Thank you for contacting. Our support team will respond you very soon.
nl: Hartelijk dank voor uw. Ons support team zal reageren u zeer binnenkort.

# ProfileCompleteion
source: Thank you for completing your account information.
nl: Hartelijk dank voor het invullen van uw accountgegevens.

# NotifyToProtectTrack
source: You haven't protected any track yet.
nl: U heeft niet beschermd elke track nog niet.

source: Back To Home
nl: Terug naar home

# ProductInfo
source: Product information
nl: Product informatie

# BuyNowSelectProduct
source: More info
nl: Meer info

# ShareToFriends
source: Share to {0}'s friends
nl: Melden aan {0} 's vrienden

# ShareToMyFriends
source: Share to {0}'s friends
nl: Melden aan {0}'s vrienden

# ShareToMyPages
source: Share to {0}'s pages
nl: Melden aan {0} 's paginas

# ShareToMyWall
source: Share to {0}'s wall
nl: Melden aan {0}'s wall

# ShareToPages
source: Share to {0}'s pages
nl: Melden aan {0}'s paginas

# FacebookGenreCommunityPostFailureNotify
source: Failed to post the notification on {0}'s Facebook Community Pages !
nl: Mislukt de melding plaatsen op {0} 's Facebook Community Pages!

# FacebookGenreCommunityPostSuccessNotify
source: Notification for track protect has been posted on {0}'s Facebook Community Page successfully !
nl: Kennisgeving voor spoor protect is geplaatst op {0} 's Facebook Leden Pagina succes!

# FacebookPostOnOwnWallFailureNotify
source: Something went wrong while posting to {0}'s Facebook timeline !
nl: Er is iets misgegaan bij het versturen naar {0} 's Facebook timeline.

# FacebookPostOnOwnWallSuccessNotify
source: Your track was succesfully posted to {0}'s Facebook timeline !
nl: Uw baan is succesvol geplaatst op {0} 's Facebook timeline.

# GetMoreText
source: Get more!
nl: Haal meer!

# PostOnFriendWallFailureNotify
source: Failed to post the notification to {0}'s Facebook friends !
nl: Verzuimd om de kennisgeving aan {0} 'Facebook vrienden plaatsen!

# PostOnFriendWallSuccessNotify
source: Notification for track protect has been posted to {0}'s Facebook friends successfully !
nl: Kennisgeving voor spoor protect is geplaatst op {0} 's Facebook-vrienden met succes!

# PostOnMyFriendWallFailureNotify
source: Something went wrong while posting to {0}'s Facebook timeline.
nl: Er is iets misgegaan bij het versturen naar {0} 's Facebook timeline

# PostOnMyFriendWallSuccessNotify
source: Your track was succesfully posted to {0}'s Facebook timeline.
nl: Uw baan is succesvol geplaatst op {0} 's Facebook timeline.

# PostOnMyPagesFailureNotify
source: Something went wrong while posting to {0}'s {1} Facebook page timeline.
nl: Er is iets misgegaan bij het versturen naar {0} 's {1} Facebookpagina timeline.

# PostOnMyPagesSuccessNotify
source: Your track was succesfully posted to {0}'s {1} Facebook page timeline.
nl: Uw baan is succesvol geplaatst op {0}'s {1} Facebookpagina timeline.

# PostOnPagesFailureNotify
source: Something went wrong while posting to {0}'s {1} Facebook page timeline.
nl: Er is iets misgegaan bij het versturen naar {0} 's {1} Facebookpagina timeline.

# PostOnPagesSuccessNotify
source: Your track was succesfully posted to {0}'s {1} Facebook page timeline.
nl: Uw baan is succesvol geplaatst op {0} 's {1} Facebookpagina timeline!

# SoundCloudPostFailureNotify
source: Failed to post to Soundcloud.
nl: Verzuimd te plaatsen op Soundcloud.

# SoundCloudPostSuccessNotify
source: Your track was succesfully posted to Soundcloud
nl: Uw baan is succesvol geplaatst op Soundcloud.

# TrackProtectedFailureNotify
source: Something went wrong, your track was not protected.
nl: Er is iets misgegaan, je track is niet beschermd.

# TrackProtectedSuccessNotify
source: Your track was successfully protected !
nl: Uw baan is succesvol beschermd.

# TwitterpostFailureNotify
source: Failed to post the notification on Twitter !
nl: Kan de melding plaatsen op Twitter !

# TwitterpostSuccessNotify
source: Notification for track protect has been posted on Twitter successfully !
nl: Kennisgeving voor track protect is geplaatst op Twitter met succes !

source: Assistant artist
nl: meewerkende artiesten

source: Connections
nl: koppelingen

source: Management Request
nl: Beheer Aanvraag

source: Protect track for yourself !
nl: Bescherm track voor jezelf !

# Couplings
source: Connections
nl: Koppelingen

source: FILE SELECT
nl: KIES BESTAND

source: No file chosen
nl: Gekozen Geen bestand

source: File not allowed!
nl: Bestand niet toegestaan​​!

source: Get More Credits
nl: Haal meer credits

source: [Select mp3 file]
nl: [Selecteer mp3 bestand]

# ArtistSelectionValidation
source: Artist selection required !
nl: Artiest selectie vereist !

source: Remove
nl: Verwijderen

source: sounds like tags (max-3)
nl: klinkt als tags (max-3)

source: or
nl: of

source: Track name is required !
nl: Naam van het nummer is verplicht!

# FileSizeExceed
source: FileSize Exceeds the Limits. Please Try uploading smaller size files.
nl: FileSize de grenzen overschrijdt. Probeer het uploaden van kleiner formaat bestanden.

source: Protect Track Result
nl: Beschermen Track Resultaat

# EmailNotValid
source: Email is not valid.
nl: E-mail is niet geldig.

# DeleteText
source: Delete
nl: verwijderen

# fmtInviteSelf
source: <span class="invitefailure">You can not invite yourself.</span>
nl: <span class="invitefailure">Je kunt niet uitnodigen jezelf.</span>

# ManagementRevoke
source: Break
nl: breken

# ConfirmDeleteRelation
source: Are you sure you want to delete this ?
nl: Weet u zeker dat u dit wilt verwijderen?

source: Invite relations
nl: Nodig relaties

source: Confirmation
nl: Bevestiging

# FacebookMaxLengthValidation
source: Facebook text length should not be more than 140 characters.
nl: Facebook tekst lengte mag niet meer dan 140 tekens zijn.

# SoundcloudMaxLengthValidation
source: Soundcloud text length should not be more than 140 characters.
nl: Soundcloud tekst lengte mag niet meer dan 140 tekens zijn.

# TwitterMaxLengthValidation
source: Twitter text length should not be more than 75characters.
nl: Twitter tekst lengte mag niet meer dan 75 tekens zijn.

source: ManagePages
nl: Pagina's beheren

# AuthenticatedWithFacebook
source: Connected as
nl: Verbonden als

source: Remove Authentication
nl: Verwijder Authentication

# MapPageGenre
source: Mapping between page and genre.
nl: Mapping tussen pagina en genre.

source: Save mapping
nl: Opslaan mapping

# SelectOneTag
source: Please select atleast one tag.
nl: Selecteer ten minste een tag.

# SoundCloudCredRequired
source: You have no Sound Cloud credentials. Go to profile page to authorize.
nl: Je hebt geen Sound Cloud geloofsbrieven. Ga naar profielpagina te staan​​.

# FacebookPostOnUserWallFailureNotify
source: Failed to post the notification on {0}'s Facebook wall !
nl: Er is iets misgegaan bij het versturen naar {0} 's Facebook timeline.

# FacebookPostOnUserWallSuccessNotify
source: Your track was succesfully posted to {0}'s Facebook timeline.
nl: Uw baan is succesvol geplaatst op {0} 's Facebook timeline.

source: Added Tags
nl: toegevoegde Tags

# YourTrackInformation
source: Protected Track information
nl: Beschermd Track informatie

source: Facebook Pages
nl: Facebook pagina's

# GenrePageMappingTable
source: Show Genre and Page mapping !
nl: Toon Genre Pagina mapping!

source: Login
nl: inloggen

# MessageRequired
source: Message is required !
nl: Bericht is vereist!

# NameRequired
source: Name is required !
nl: Naam is vereist !

source: Subject
nl: onderwerp

# FBAuthenticateFail
source: Failed to authenticate with Facebook account .
nl: Kan niet verifiëren met Facebook account.

# ManagedPlan
source: Buy more managed plan credits
nl: Koop meer beheerde plannen kredieten

# ShareToUserWall
source: Share to {0}'s wall
nl: Melden aan {0}'s wall

source: Invitation For Managed Artist
nl: Uitnodiging voor Managed Artist

source: Invitation For Relation
nl: Uitnodiging voor Relatie

source: Protect Track For ManagedArtist
nl: Bescherm Track Voor Managed Artist

source: Protect Track For Self
nl: Bescherm Track Voor Self

# NoTrackInfoFound
source: No information found !
nl: Geen informatie gevonden!

# TrackInfoCannotShown
source: Sorry there is something wrong, So information of this track cannot be shown.
nl: Sorry er is iets mis, dus informatie van deze track kunnen niet worden getoond.

# SelectSoundcloud
source: Please select soundcloud to share the information to other social media.
nl: Selecteer soundcloud om de informatie aan andere sociale media te delen.

# AccountOverViewTemplate
source: ~/Templates/accountoverviewtemplate.en.pdf
nl: ~/Templates/nl/accountoverviewtemplate.nl.pdf

# MemberContact
source: ~/Content/contact.inc
nl: ~/Content/nl/contact.inc

# FBTerms
source: You will be automatically agree to our <a style="text-decoration:underline;" target="_blank" href="/av.pdf">Terms and conditions</a> if you connect to trackprotect via Facebook.
nl: Wordt u automatisch akkoord met onze <a style="text-decoration:underline;" target="_blank" href="/av.pdf"> Algemene voorwaarden </a> als u verbinding trackprotect via Facebook.

# TemplateConfirmrelationcreate
source: ~/Templates/confirmrelationcreate.tpl
nl: ~/Templates/nl/confirmrelationcreate.tpl

# CouponCode
source: ~/Content/CouponCode.inc
nl: ~/Content/nl/CouponCode.inc

# FirstLogonHeader
source: Complete your account info
nl: Voltooi jouw account info

source: Select Language
nl: selecteer taal

# NewsLiteral
source: ~/Content/News.inc
nl: ~/Content/nl/News.inc
