Repository: nageshverma2003/TrackProtectSource
Catalog: TrackProtect/App_GlobalResources/Resource.*.resx
Languages: nl

source: About us
nl: Over ons

# GetMore
source: Buy credits or upgrade
nl: Koop credits of een upgrade

source: Account overview
nl: Account overzicht

source: Account owner
nl: Account eigenaar

source: Address line 1
nl: Adresregel 1

source: Address line 2
nl: Adresregel 2

source: Artist
nl: Artiest

source: Buy credits
nl: Koop credits

source: Cellular
nl: Mobiel

source: Certificate
nl: Certificaat

source: Certificate file
nl: Certificaat bestand

# ChooseProtection
source: <span class='footerLiteral'>Choose the protection that fits your need!</span>
nl: <span class='footerLiteral'>Kies de bescherming die u nodig heeft!</span>

# ConfirmPurchase
source: Please confirm your purchase with the button below.
nl: Als u de aankop bevestigd met de onderstaande knop wordt u doorgestuurd voor de betaling.

source: Country
nl: Land

source: FirstName
nl: Voornaam

source: How it works
nl: Hoe het werkt

source: I am
nl: Ik ben

source: Language
nl: Taal

source: LastName
nl: Achternaam

# LogInAt
source: Login to TrackProtect
nl: Login bij TrackProtect

# LoginFailed
source: Login failed. Try again.
nl: Login mislukt. Probeer opnieuw.

source: Member since
nl: Lid sinds

source: Modify account
nl: Account wijzigen

source: Name
nl: Naam

# NoRegisteredDocuments
source: You haven’t protected any tracks yet.
nl: Je hebt nog geen tracks beschermd.

# PasswordRequired
source: A password is required.
nl: Een wachtwoord is verplicht.

source: Personal information
nl: Persoonlijke informatie

source: Postal code
nl: Postcode

source: Producer
nl: Producent

# ProvinceState
source: State/province
nl: Staat/provincie

# Purchase1
source: You want to buy <span style='color: orange;'>{0}</span>
nl: U wilt <span style='color: orange;'>{0}</span> kopen.

source: Receipt recipients
nl: Receipt ontvangers

# RegisteredOn
source: Reg. date
nl: Reg. datum

# Residence
source: City
nl: Woonplaats

source: SENA reg. no.
nl: SENA reg. nr.

source: Subscription type
nl: Anonnement type

source: Telephone
nl: Telefoon

# UsernameRequired
source: A username is required.
nl: Een gebruikersnaam is verplicht.

source: Valid until
nl: Geldig tot

source: Welcome
nl: Welkom

# Where
source: Where did you hear about TrackProtect?
nl: Waar heb je over TrackProtect gehoord?

source: Document information
nl: Document informatie

# FileStoreFailed
source: <span style='color:red;'>File {0} couldn't be stored.</span>
nl: <span style='color:red;'>Bestand {0} kan niet opgeslagen worden.</span>

# FileStoreSuccess
source: <span style='color:black;'>File {0} stored.</span>
nl: <span style='color:black;'>Bestand {0} opgeslagen.</span>

# GotNoCredits
source: <h1>You haven't got any credits.</h1>
nl: <h1>U heeft geen credits.</h1>

# HasCredits
source: <h1>You have {0} credits.</h1>
nl: <h1>U heeft {0} credits.</h1>

source: Lyrics
nl: Songtekst

# NoProductDescription
source: <span style='color: red;'>There is no description for the selected product.</span>
nl: <span style='color: red;'>Er is geen omschrijving voor het geselecteerde product.</span>

# PaymentResult
source: Result of your payment
nl: Resultaat van jouw betaling

# RegisterDocument
source: Protect your track now!
nl: Protect jouw track nu!

# RegistrationFailed
source: <span style='color:red;'>Registration failed.</span>
nl: <span style='color:red;'>Registratie mislukt</span>

# RegistrationSuccessful
source: <span style='color:black;'>Registration successful.</span>
nl: <span style='color:black;'>Registratie gelukt</span>

source: Sheet music
nl: Bladmuziek

# TransactionFailed
source: Your transaction failed.
nl: De transactie voor de betaling is mislukt.

# TransactionSuccessful
source: Your transaction was successful.
nl: De transactie is voor de betaling geslaagd.

# YourTrack
source: Track (mp3 format)
nl: Track (mp3 formaat)

# MaskPassword
source: /Images/mask_password.png
nl: /Images/mask_wachtwoord.png

# MaskUsername
source: /Images/mask_username.png
nl: /Images/mask_gebruikersnaam.png

# UploadAccount
source: Account overview
nl: Account overzicht

# UploadCredentials
source: Upload your credentials
nl: Verzend uw accountgegevens

# UploadIdentification
source: Identification
nl: Identificatie

# imgCreateAccount
source: ~/Images/create_account.png
nl: ~/Images/nl/create_account.png

# imgDownload
source: ~/Images/certificates-icon.png
nl: ~/Images/nl/certificates-icon.png

# imgEdit
source: ~/Images/btn_edit.png
nl: ~/Images/nl/btn_edit.png

# imgLogout
source: ~/Images/btn_logout.png
nl: ~/Images/nl/btn_logout.png

# imgPrint
source: ~/Images/print_overview.png
nl: ~/Images/nl/print_overzicht.png

# imgSignup
source: ~/Images/btn_signup.png
nl: ~/Images/nl/btn_signup.png

# imgSignupOver
source: ~/Images/btn_signup_over.png
nl: ~/Images/nl/btn_signup_over.png

# imgUpload
source: ~/Images/btn_upload.png
nl: ~/Images/nl/btn_upload.png

# imgUploadIdent
source: ~/Images/btn_upload.png
nl: ~/Images/nl/btn_upload.png

# imgUploadTracks
source: ~/Images/btn_protect_track.png
nl: ~/Images/nl/btn_bescherm_track.png

# imgChooseProtection
source: ~/Images/chooseprotection.png
nl: ~/Images/nl/chooseprotection.png

# imgGo
source: ~/Images/go.png
nl: ~/Images/nl/go.png

# imgGoForIt
source: ~/Images/go_for_it.png
nl: ~/Images/nl/go_for_it.png

# imgGoOver
source: ~/Images/go_over.png
nl: ~/Images/nl/go_over.png

# imgMaskUsername
source: ~/Images/mask_username.png
nl: ~/Images/nl/mask_username.png

# imgMaskPassword
source: ~/Images/mask_password.png
nl: ~/Images/nl/mask_password.png

# imgVaultBulk
source: ~/Images/vault_bulk.png
nl: ~/Images/nl/vault_bulk.png

# imgVaultMedium
source: ~/Images/vault_medium.png
nl: ~/Images/nl/vault_medium.png

# imgVaultPro
source: ~/Images/vault_pro.png
nl: ~/Images/nl/vault_pro.png

# imgVaultStarter
source: ~/Images/vault_starter.png
nl: ~/Images/nl/vault_starter.png

source: Cancel
nl: Annuleer

source: Change password
nl: Wijzig wachtwoord

# ChangePasswordSuccessful
source: Your password has been changed successfully
nl: Je wachtwoord is succesvol gewijzigd

source: Confirm password
nl: Bevestig wachtwoord

# ConfirmPasswordRequired
source: Confirm password is required.
nl: Bevestigingswachtwoord is verplicht.

# EmailRequired
source: E-mail is required.
nl: E-mail is verplicht

# EnterCode
source: Enter the code
nl: Voer code in

# HasCreditsNow
source: <p>You now have {0} credits.</p>
nl: <p>U heeft nu {0} credits.</p>

# IAgree
source: I agree to the <a style="text-decoration:underline;" href="/av.pdf" target="_blank">general conditions</a> and the <a style="text-decoration:underline;" href="/Privacy_statement_TP.pdf" target="_blank">Privacy Statement</a> of trackprotect
nl: Ik ga akkoord met de <a style="text-decoration:underline;" href="/av.pdf" target="_blank">algemene voorwaarden</a> en het <a style="text-decoration:underline;" href="/Privacy_statement_TP.pdf" target="_blank">privacy statement</a> van trackprotect

# IamOwner
source: I am the owner of all content I upload to TrackProtect
nl: Ik ben eigenaar van alle muziekstukken die ik naar TrackProtect stuur

# imgVaultFmt
source: ~/Images/vault_{0}.png
nl: ~/Images/nl/vault_{0}.png

# ModifyPassword
source: Change password
nl: Wachtwoord wijzigen

# ModifyPasswordUseForm
source: Use the form below to change your password.
nl: Verander hier je wachtwoord

source: New password
nl: Nieuw wachtwoord

# NewPasswordReq1
source: Passwords need to be at least
nl: Wachtwoorden moeten minimaal

# NewPasswordReq2
source: characters long.
nl: tekens lang zijn

source: Old password
nl: Oud wachtwoord

source: Password
nl: Wachtwoord

# PasswordMustMatch
source: The Password and Confirmation Password must match.
nl: De door jouw ingevoerde wachtwoorden moeten gelijk zijn.

source: Pay
nl: Betalen

# Referer
source: Where did you hear about TrackProtect?
nl: Waar heb je over TrackProtect gehoord?

# RegisterNewUser
source: Register a new user
nl: Registreer een nieuwe gebruiker

# StageName
source: Stage or band name
nl: Artiest of Band naam

source: CompanyName
nl: Bedrijfsnaam

# StageNameRequired
source: Stage name is required.
nl: Stage name is verplicht.

# StageNameChkBxText
source: Stage name is same as real first and last name.
nl: Hetzelfde als mijn echte naam en achternaam.

source: Username
nl: Gebruikersnaam

# incAbout
source: ~/Content/about.inc
nl: ~/Content/nl/about.inc

# incBuyProduct
source: ~/Content/buyproduct.inc
nl: ~/Content/nl/buyproduct.inc

# incConditions
source: ~/Content/conditions.inc
nl: ~/Content/nl/conditions.inc

# incContact
source: ~/Content/contact.inc
nl: ~/Content/nl/contact.inc

# incDefault
source: ~/Content/default.inc
nl: ~/Content/nl/default.inc

# incHowItWorks
source: ~/Content/howitworks.inc
nl: ~/Content/nl/howitworks.inc

# incMemberContact
source: ~/Content/contact.inc
nl: ~/Content/nl/contact.inc

# incMemberHome
source: ~/Content/memberhome.inc
nl: ~/Content/nl/memberhome.inc

# incPay
source: ~/Content/pay.inc
nl: ~/Content/nl/pay.inc

# incPayResult
source: ~/Content/payresult.inc
nl: ~/Content/nl/payresult.inc

# incProtect
source: ~/Content/protect.inc
nl: ~/Content/nl/protect.inc

# incRegister
source: ~/Content/register.inc
nl: ~/Content/nl/register.inc

# incRegisterClientInfo
source: ~/Content/registerclientinfo.inc
nl: ~/Content/nl/registerclientinfo.inc

# incRegisterDocument
source: ~/Content/registerdocument.inc
nl: ~/Content/nl/registerdocument.inc

# incRhosMovement
source: ~/Content/rhosmovement.inc
nl: ~/Content/nl/rhosmovement.inc

# incRhosMovement2
source: ~/Content/rhosmovement2.inc
nl: ~/Content/nl/rhosmovement2.inc

# incSelectProduct
source: ~/Content/selectproduct.inc
nl: ~/Content/nl/selectproduct.inc

# incShowProduct
source: ~/Content/showproduct.inc
nl: ~/Content/nl/showproduct.inc

# incTerms
source: ~/Content/terms.inc
nl: ~/Content/nl/terms.inc

# CaptchaIncorrect
source: The CAPTCHA code was incorrect.
nl: De CAPTCHA code was niet correct.

# CouldntRegister
source: Couldn't save your account information.
nl: Je informatie kon niet geregistreerd worden.

# DidNotAgree
source: You did not agree with the terms and conditions of trackprotect.
nl: U bent niet akkoord gegaan met de voorwaarden.

# DidNotGuarantee
source: You did not confirm you are the owner of the content you are about to upload.
nl: U geeft niet de garantie dat wat u uploadt ook uw eigendom is.

# ErrorMessageFmt
source: {0} Try again.
nl: {0} Probeer opnieuw.

# SecurityCodeIncorrect
source: The security code is incorrect.
nl: De veiligheidscode is incorrect.

source: Amount
nl: Bedrag

source: Date
nl: Datum

source: Description
nl: Omschrijving

# FinancialOverview
source: Credit overview
nl: Credits overzicht

# incFinancialOverview
source: ~/Content/financialoverview.inc
nl: ~/Content/nl/financialoverview.inc

source: Invoice
nl: Factuur

# InvoiceTemplate
source: /Templates/invoice.template.en.pdf
nl: /Templates/nl/invoice.template.nl.pdf

source: Payment method
nl: Bet. meth.

source: Price
nl: Prijs

# Quantity
source: Qty
nl: Aant

# SubjectYourCertificate
source: Your certificate
nl: Jouw certificaat

# SubjectYourInvoice
source: Your invoice
nl: Jouw factuur

source: Address
nl: Adres

# CertificateTemplate
source: ~/Templates/certificate.template.en.pdf
nl: ~/Templates/nl/certificate.template.nl.pdf

source: You may have credits
nl: Misschien heb je credits

# Identification
source: Personal information
nl: Persoonlijke informatie

# CoArtists
source: Artist
nl: Artiest

source: Role
nl: Rol

# imgBuyCredits
source: ~/Images/btn_buynow.png
nl: ~/Images/nl/btn_koopnu.png

# MemberHome
source: Control Panel
nl: Controlepaneel

# ClientNotFound
source: User not found.
nl: Die persoon is niet bekend bij ons.

# imgQuotation
source: ~/Images/btn_quote.png
nl: ~/Images/nl/btn_offerte.png

# InvalidAmount
source: The value you specified is invalid.
nl: The waarde die u opgegeven heeft is ongeldig.

# Quotation
source: Quote
nl: Offerte

# QuotationHowMany
source: Please enter the amount of credits you would like to buy.
nl: Hoeveel credits wil je kopen?

# RequestQuotation
source: Request a quote.
nl: Vraag een offerte aan.

source: Your tracks
nl: Jouw tracks

# incFAQ
source: ~/Content/FAQ.inc
nl: ~/Content/nl/FAQ.inc

# ttlAbout
source: About us
nl: Over ons

# ttlBuyProduct
source: Order overview
nl: Bestelling overzicht

# ttlChangePassword
source: Change Password
nl: Wijzing wachtwoord

# ttlChangePasswordSuccess
source: Changed Password Successfully
nl: Wachtwoord succesvol gewijzigd

# ttlContact
source: TrackProtect Contact Information
nl: TrackProtect contact informatie

# ttlFAQ
source: Frequently Asked Questions
nl: Vaak gestelde vragen

# ttlFinancialOverview
source: Financial Overview
nl: Financieel overzicht

# ttlGeneralConditions
source: General Conditions
nl: Algemene Voorwaarden

# ttlHowItWorks
source: How It Works
nl: Hoe het werkt

# ttlMemberContact
source: TrackProtect contact information
nl: TrackProtect contact informatie

# ttlMemberEdit
source: Change Account
nl: Account wijzigen

# ttlMemberTracks
source: Your Tracks
nl: Jouw Tracks

# ttlPayResult
source: Payment result
nl: Betaalresultaat

# ttlQuotation
source: Quotation
nl: Offerte

# ttlRegister
source: Register
nl: Registreer

# ttlRegisterDocument
source: Register document
nl: Registreer Document

# ttlSelectProduct
source: Select product
nl: Selecteer Product

# ttlShowProduct
source: Show product
nl: Toon Product

# ttlUploadCredentials
source: Upload credentials
nl: Verzend jouw accountgegevens

source: Accept
nl: ACCEPTEREN

source: Add track
nl: Track toevoegen

source: Artists
nl: Artiesten

source: Search
nl: Zoek

source: View tracks
nl: Tracks tonen

source: Products
nl: Producten

source: Total
nl: Totaal

# imgCoupon
source: ~/Images/coupon.png
nl: ~/Images/nl/coupon.png

# imgHeaderImageTP
source: ~/Images/headerimageTP-EN.jpg
nl: ~/Images/nl/headerimageTP-NL.jpg

# incCenterColumn
source: ~/Content/defaultcenter.inc
nl: ~/Content/nl/defaultcenter.inc

# incLeftColumn
source: ~/Content/defaultleft.inc
nl: ~/Content/nl/defaultleft.inc

source: Subtotal
nl: Subtotaal

source: VAT
nl: BTW

# CouponError
source: You've entered an invalid coupon code too often.
nl: Je hebt te vaak een ongeldige coupon code ingevoerd.

# CouponIncorrect
source: The coupon code you've entered doesn't exist
nl: De coupon code die je ingevoerd hebt bestaat niet

# CouponCodes
source: Enter Coupon code
nl: Couponcode

source: Credit overview
nl: Credits overzicht

source: Managed artists
nl: Beheerde artiesten

# RelatedArtists
source: Relations
nl: Relaties

# TrackOverview
source: Tracks overview
nl: Track overzicht

# UserSettings
source: Account overview
nl: Account overzicht

# Tracks
source: Tracks protected
nl: Beschermde tracks

# emlWelcomeSubject
source: Welcome to TrackProtect
nl: Welkom bij TrackProtect

# LoggedOnTitle
source: You're logged on as:
nl: Je bent ingelogd als:

# imgBuyMore
source: ~/Images/btn_buymore.png
nl: ~/Images/nl/btn_koopmeer.png

# incMemberHome2
source: ~/Content/memberhome2.inc
nl: ~/Content/nl/memberhome2.inc

# incPromo
source: ~/Content/promo.inc
nl: ~/Content/nl/promo.inc

# txtAccountSettings
source: Your account settings
nl: Jouw gebruikersinstellingen

# txtManagedRelations
source: Manage relations
nl: Beheer relaties

# txtProtectedTracks
source: Overview of protected tracks
nl: Overzicht van beschermde tracks

# txtPurchases
source: Your purchases
nl: Overzicht van je aankopen

# ConfirmTemplate
source: ~/Templates/confirm.tpl
nl: ~/Templates/nl/confirm.tpl

# imgAccept
source: ~/Images/btn_accept.png
nl: ~/Images/nl/btn_accepteren.png

# Confirmed
source: Your confirmation has been accepted
nl: Je bevestiging is geaccepteerd

# Rejected
source: Your confirmation has been rejected.
nl: Jouw bevestiging kon niet worden geaccepteerd.

# ConfirmSubject
source: Please confirm this invitation
nl: Bevestig a.u.b. deze uitnodiging

# InviteRelationsubject
source: invites you as a co-creator
nl: heeft je als co-creator uitgenodigd

source: Manage artists
nl: Beheer artiesten

# ManageRelation
source: Manage relations
nl: Beheer relaties

# txtManagedArtists
source: Managed artists
nl: Beheerde artiesten

source: Invitation
nl: Uitnodiging

# InvitationExplain
source: Enter the e-mail address of the person you would like to add to your relations
nl: Voer het e-mailadres in van degene die je toe wilt voegen aan je relaties

# fmtRequestConfirmError
source: Your invitation could not be sent. E-mail address {0} was not found.
nl: Je uitnodiging kon niet verzonden worden. E-mail adres {0} niet gevonden.

# fmtRequestConfirmValid
source: Your invitation has been sent to {0}
nl: Je uitnodiging aan {0} is verzonden.

# SenaReadWhy
source: Read why
nl: Lees hier waarom

# SenaRegister
source: Register here free of charge
nl: Registreer nu kostenloos hier

# TrackName
source: Name of the track
nl: naam van de track

source: Forgot password ?
nl: Wachtwoord vergeten ?

source: Manage Users
nl: Beheer Gebruikers

# OriginalPassword
source: Current password
nl: Huidig wachtwoord

# PasswordReset
source: Your password has been reset.
nl: Jouw wachtwoord is gewijzigd.

source: Reset Password
nl: Reset Wachtwoord

# tplPasswordReset
source: ~/Templates/pwdreset.tpl
nl: ~/Templates/nl/pwdreset.tpl

# PasswordIsReset
source: Your password has been reset and a mail with a temporary password has been sent to you.
nl: Jouw wachtwoord is ge-reset, en een tijdelijk wachtwoord is naar jouw e-mail adres gestuurd.

# ManagedUser
source: Protect track for:
nl: Bescherm track voor:

# CouponFailure
source: Coupon code error
nl: Coupon code fout

# CouponSuccess
source: The coupon code you entered has been accepted.
nl: De ingevoerde coupon code is geaccepteerd.

# fmtCouponCredits
source: <span class="couponcredits">{0} credits were added to your account. You now have {1} credits.</span>
nl: <span class="couponcredits">{0} credits zijn toegevoegd aan uw account. U heeft nu {1} credits.</span>

# fmtInviteFailure
source: <span class="invitefailure">Your invitation to {0} could not be sent.</span>
nl: <span class="invitefailure">Uw uitnodiging aan {0} kon niet verzonden worden.</span>

# fmtInviteSuccess
source: <span class="invitesuccess">Your invitation to {0} was sent.</span>
nl: <span class="invitesuccess">Uw uitnodiging aan {0} is verzonden.</span>

# errEmailBadFormat
source: This is not a valid e-mail address.
nl: De ingevoerde tekst is geen geldig e-mail adres.

# errEmailCantSend
source: The e-mail could not be sent.
nl: De e-mail kon niet verzonden worden.

# SubjectYourRegistration
source: TrackProtect - {0} has been registered.
nl: TrackProtect - {0} is geregistreerd.

# tplInvoice
source: ~/Templates/invoice.tpl
nl: ~/Templates/nl/invoice.tpl

# tplRegistration
source: ~/Templates/registration.tpl
nl: ~/Templates/nl/registration.tpl

# FirstFileRequiredMessage
source: A track is required to complete protection, please select track and try again.
nl: Een muziek track is nodig voor een volledige registratie.

# FirstFileRequiredTitle
source: Music track required.
nl: Muziek track nodig.

# ExpirationDate
source: exp. date
nl: Verloopdatum

# CouponSubject
source: Coupon credits succesfully added
nl: Coupon credits succesvol toegevoegd

# tplCouponActivated
source: ~/Templates/couponactivated.tpl
nl: ~/Templates/nl/couponactivated.tpl

# Return
source: GO BACK
nl: GA TERUG

# EnterUsernameAndPassword
source: Enter your email address and password to log in
nl: Voer je gebruikersnaam en wachtwoord in om in te loggen

# Register
source: Sign up here
nl: Meld je hier aan

# WhenNoAccount
source: if you don't have an account.
nl: Heb je nog geen account?

source: Control panel
nl: Controle paneel

# LastNameRequired
source: Last name is required.
nl: Achternaam is verplicht.

# UploadCredentialsFailed
source: The upload of your credentials has failed.
nl: De upload van jouw account gegevens is mislukt.

# UploadCredentialsResult
source: The result of your credential upload
nl: Het resultaat van jouw identiteitsupload

# UploadCredentialsSuccess
source: The upload of your credentials was successful.
nl: De upload van jouw identiteitsgegevens is geslaagd.

# fmtInviteExists
source: <span class="invitesuccess">A relation with {0} already exists.</span>
nl: <span class="invitesuccess">Een relatie met {0} bestaat al.</span>

# incBuyProductText
source: ~/Content/buyproducttext.inc
nl: ~/Content/nl/buyproducttext.inc

# ClickToEdit
source: Click <a href="/Member/Profile.aspx">here to complete.</a>
nl: Klik <a href="/Member/Profile.aspx">hier om te voltooien.</a>

# NoAddress
source: Your address is required.
nl: Je hebt nog geen adres ingevoerd.

# NoFacebookId
source: You haven't entered your Facebook ID yet.
nl: Je hebt nog geen Facebook ID ingevuld.

# NoIsrcCode
source: You haven't entered your ISRC code prefix yet.
nl: Je hebt nog geen unieke ISRC code ingevoerd.

# NoName
source: You haven't entered your name yet.
nl: Je hebt nog geen naam ingevoerd.

# NoOwnerKind
source: You haven't entered the kind of relation yet.
nl: Je hebt nog geen relatiesoort ingevoerd.

# NoResidence
source: You haven't entered your city yet.
nl: Je hebt nog geen woonplaats ingevoerd.

# NoSenaCode
source: You haven't entered your SENA code yet.
nl: Je hebt nog geen SENA code ingevoerd.

# NoTwitterId
source: You haven't entered your Twitter ID yet.
nl: Je hebt nog geen Twitter ID ingevoerd.

# ConfirmDelete
source: Are you sure you want to delete {0}?
nl: Bent u zeker dat u {0} wilt wissen?

# TransactionAlreadyCompleted
source: The transaction received was already completed.
nl: Deze transactie is al eerder voltooid.

# NoArtistsRegistered
source: You don't have any relations yet, invite them now!
nl: Je hebt nog geen relaties, nodig ze nu uit!

# BackToRelations
source: Back to artist relations
nl: Terug naar artiesten relaties

# NoCredentials
source: Your credentials haven't been uploaded yet
nl: Je hebt jouw identiteit is nog niet geupload

# PercentComplete
source: Your profile is {0:P0} complete.
nl: Uw profiel is {0:p0} compleet.

# AcceptOwner
source: Confirm you are the owner of any content you upload
nl: Bevestiging dat je de eigenaar bent van alles wat je naar TrackProtect zult uploaden ontbreekt.

# AcceptTerms
source: Accept the terms and privacy statement.
nl: Acceptatie van de voorwaarden en het privacy statement ontbreken.

# incQuotation
source: ~/Content/quotation.inc
nl: ~/Content/nl/quotation.inc

# QuotationSuccess
source: Your request for a quote has been sent on to the administrative department.
nl: Jouw aanvraag is in behandeling genomen.

# NewPasswordReq
source: Passwords need to be at least {0} characters long.
nl: Wachtwoorden moeten minimaal {0} tekens lang zijn.

# incArtistComments
source: ~/Content/artistcomments.inc
nl: ~/Content/nl/artistcomments.inc

# txtPromoPageInfo
source: Latest developments RHOS Movement
nl: Ontwikellingen RHOS Movement

# LogonEmailUnknown
source: Your e-mail adress {0} is unknown, please register to continue.
nl: Jouw e-mail adres is niet bekend, registreer nu om door te gaan.

# UserRightsTooHigh
source: The user rights you entered are too high
nl: De rechten die u ingevoerd heeft zijn te hoog.

# InfoTitle
source: Information
nl: Informatie

source: Birthday
nl: Geboortedatum

source: Female
nl: Vrouw

source: Gender
nl: Geslacht

source: Male
nl: Man

# LogonRequiredForPurchase
source: You need to be logged on to make a purchase.
nl: Je moet ingelogd zijn om te kunnen credits te kunnen kopen.

# CooperatingArtists
source: Co-creators
nl: meewerkende artiesten

source: files
nl: bestanden

source: track information
nl: Track gegevens

source: Invite successful
nl: Uitnodiging gelukt

source: Administration
nl: Administratie

source: Quote requests
nl: Offerte aanvragen
